Repository: praveenmisra1975/VoiPhone
Catalog: Resources/*.lproj/Localizable.strings
Languages: ca

source: Numpad
ca: Teclat

source: Favorites
ca: Preferits

source: Voicemail
ca: Bústia veu

source: Create New Contact
ca: Crear nou contacte

source: Add to Existing Contact
ca: Contacte existent

source: The Wi-Fi network is unavailable!
ca: No tens xarxa Wi-Fi!

source: The SIP server is unreachable!
ca: El servidor SIP no està disponible!

source: Cellular call
ca: Trucada mòbil

source: Connected
ca: Connectat

source: Bad Request
ca: Petició errònia

source: Unauthorized
ca: No autoritzat

source: Payment Required
ca: Pagament requerit

source: Forbidden
ca: Prohibit

source: Not Found
ca: No l'hem trobat

source: Method Not Allowed
ca: Mètode no disponible

source: Not Acceptable
ca: No acceptable

source: Proxy Authentication Required
ca: Necessària autenticació al proxy

source: Request Timeout
ca: Temps excedit

source: Service Unavailable
ca: Servei no disponible

source: No Microphone Available
ca: Cap micròfon disponible

source: Connect a microphone to phone
ca: Connecteu un micròfon per trucar.

source: OK
ca: D'acord

source: Cancel
ca: Parar

source: Press the Home button
ca: Premeu el botó Inici

source: Siphon requires a valid SIP account. To enter this information, select "Settings" from your Home screen, and then tap the "Siphon" entry.
ca: Siphon necessita un compte SIP vàlida. Per introduir aquesta informació, seleccioneu "Ajustaments" des de la seva pantalla d'inici, i després premeu la opció "Siphon".

source: Answer
ca: Respondre

source: Decline
ca: Rebutjar

source: End call
ca: Finalitzar

# Small end call
source: End call
ca: Finalitzar

source: Hold Call + Answer
ca: Retenir + Contesteu

source: End Call + Answer
ca: Finalitzar + Contesteu

source: Ignore
ca: Evita

source: call ended
ca: Trucada finalitzada

source: mute
ca: silenci

source: keypad
ca: teclat

source: speaker
ca: altaveu

source: add call
ca: afegir trucada

source: hold
ca: en espera

source: contacts
ca: contactes

source: Recent Calls
ca: Trucades recents

source: Missed Call
ca: Trucada perduda

source: Clear
ca: Suprimeix

source: All
ca: Totes

source: Missed
ca: Perdudes

source: Clear All Recents
ca: Suprimeix recents

source: Unknown Caller
ca: Desconegut

source: Unknown
ca: Desconegut

source: Incoming Call
ca: Trucada entrant

source: Outgoing Call
ca: Trucada sortint

source: Settings
ca: Ajustaments

source: Voicemail Number?
ca: Nombre de bústia veu?

source: To correct this parameter, select "Settings" from your Home screen, and then tap the "Siphon" entry.
ca: Per corregir aquesta opció, seleccioneu "Ajustaments" des de la seva pantalla d'inici, i després premeu la opció "Siphon".

source: Invalid value for Local Port (expecting 1-65535).
ca: Valor invàlid per port local (1-65535).

source: Invalid value for RTP port (expecting 1-65535).
ca: Valor invàlid per port RTP (1-65535).

source: Invalid value for username or server.
ca: Valor invàlid per usuari o servidor.

source: Invalid value for server parameter.
ca: Valor invàlid per a paràmetre del servidor.

source: Invalid value for timeout (expecting 1-3600).
ca: Valor invàlid per timeout (1-3600).

source: Invalid value for proxy parameter.
ca: Valor invàlid per a paràmetre del proxy.

source: Error adding new account.
ca: Error afegint nou compte.
